Repository: tisonpatrik/hackhaton_digiedu
Catalog: live_dashboard/priv/gettext/*/LC_MESSAGES/default.po
Languages: cs

source: Actions
cs: Akce

source: Attempting to reconnect
cs: Pokus o opětovné připojení

source: Something went wrong!
cs: Něco se pokazilo!

source: We can't find the internet
cs: Nemůžeme najít internet

source: close
cs: zavřít

source: Active learners
cs: Aktivní studenti

source: Analytics
cs: Analytika

source: Average session length
cs: Průměrná délka relace

source: Clear selection
cs: Zrušit výběr

source: Click on a region in the map to view detailed report
cs: Klikněte na kraj v mapě pro zobrazení detailního reportu

source: Completion rate
cs: Úspěšnost dokončení

source: Configuration
cs: Konfigurace

source: Courses
cs: Kurzy

source: Dashboard
cs: Nástěnka

source: Engagement
cs: Zapojení

source: Engagement score
cs: Engagement skóre

source: Map of Czech Republic
cs: Mapa České republiky

source: Number of courses
cs: Počet kurzů

source: Number of institutions
cs: Počet institucí

source: Overview
cs: Přehled

source: Region
cs: Kraj

source: Regional Overview
cs: Regionální přehled

source: Regions
cs: Regiony

source: Security
cs: Zabezpečení

source: Select a region in the map to view report
cs: Vyberte kraj v mapě pro zobrazení reportu

source: Settings
cs: Nastavení

source: Statistics
cs: Statistiky

source: Auto-sync pending
cs: Automatická synchronizace čeká

source: Avg. Session Length
cs: Prům. délka relace

source: Connect Data Source
cs: Připojit zdroj dat

source: Learning Impact Dashboard
cs: Dashboard dopadu vzdělávání

source: Monitor adoption, engagement, and performance trends across your learning ecosystem. These insights auto-refresh once we connect the live data pipeline.
cs: Sledujte trendy adopce, zapojení a výkonnosti napříč vaším vzdělávacím ekosystémem. Tyto přehledy se automaticky aktualizují po připojení živého datového kanálu.

source: Recent Activity
cs: Nedávná aktivita

source: +0.3 points this month
cs: +0,3 bodu tento měsíc

source: +6 minutes since launch
cs: +6 minut od spuštění

source: 1 hour ago
cs: před 1 hodinou

source: 12.4% vs last 7 days
cs: 12,4 % oproti posledním 7 dnům

source: 15 minutes ago
cs: před 15 minutami

source: 2 minutes ago
cs: před 2 minutami

source: Active Users
cs: Aktivní uživatelé

source: Assignment submitted
cs: Úkol odevzdán

source: Composite metric from interactions, submissions, and time spent.
cs: Složená metrika z interakcí, odevzdání a stráveného času.

source: Course completed
cs: Kurz dokončen

source: Emma L. submitted "Week 3 Project"
cs: Emma L. odevzdala "Projekt 3. týdne"

source: Fri
cs: Pá

source: Hook into course analytics to surface live completion data.
cs: Připojit k analytice kurzů pro zobrazení živých dat o dokončení.

source: John D. finished "Introduction to Machine Learning"
cs: John D. dokončil "Úvod do strojového učení"

source: Mon
cs: Po

source: New learner enrolled
cs: Nový student zapsán

source: Pull telemetry data to track session depth across devices.
cs: Načíst telemetrická data pro sledování hloubky relací napříč zařízeními.

source: Sarah M. joined "Advanced Data Science" course
cs: Sarah M. se přihlásila do kurzu "Pokročilá datová věda"

source: Sat
cs: So

source: Stabilizing week over week
cs: Stabilizace týden po týdnu

source: Sun
cs: Ne

source: Thu
cs: Čt

source: Tue
cs: Út

source: Upcoming: replace with real-time enrollment metrics.
cs: Připravuje se: nahradit reálnými metrikami zápisu.

source: Wed
cs: St

source: Reset map view
cs: Obnovit zobrazení mapy

source: Reset view
cs: Obnovit zobrazení

source: Add School
cs: Přidat školu

source: Manage educational institutions across regions. Select a region to view and manage schools.
cs: Spravujte vzdělávací instituce napříč regiony. Vyberte region pro zobrazení a správu škol.

source: Manage schools and educational institutions
cs: Spravujte školy a vzdělávací instituce

source: School Management
cs: Správa škol

source: School Management System
cs: Systém správy škol

source: Schools
cs: Školy

source: This feature will allow you to create school profiles, upload data files, and manage educational institutions across all regions.
cs: Tato funkce vám umožní vytvářet profily škol, nahrávat datové soubory a spravovat vzdělávací instituce napříč všemi regiony.

source: Upload Data
cs: Nahrát data

source: View Schools
cs: Zobrazit školy

source: Browse by Region
cs: Procházet podle regionu

source: No schools found matching your search.
cs: Nebyly nalezeny žádné školy odpovídající vašemu hledání.

source: Search Results
cs: Výsledky hledání

source: Search schools by name, region, or type...
cs: Hledat školy podle názvu, regionu nebo typu...

source: View Details
cs: Zobrazit detaily

source: students
cs: studentů

source: Add First School
cs: Přidat první školu

source: Back to All Schools
cs: Zpět na všechny školy

source: Manage educational institutions in the
cs: Spravujte vzdělávací instituce v

source: No Schools Found
cs: Nebyly nalezeny žádné školy

source: Schools in
cs: Školy v

source: There are currently no schools registered in the
cs: V současné době nejsou registrované žádné školy v
